{
    "general": [
        "Everyone must swap heroes after each team fight.",
        "No talking in voice or text for the entire match. Communicate only with pings/emotes.",
        "Everyone must ult in the same fight no matter what.",
        "Talk only in voice lines IRL.",
        "The tank must go solo Rein, rest of the team protects each other.",
        "Supports are not allowed to heal.",
        "Set your game to the lowest possible resolution.",
        "The goal is not to win, it's to get Play of the Game. Nothing else matters.",
        "Whenever you get an elimination, you must stand still for 3 seconds",
        "Nobody is allowed to use their primary fire.",
        "Disable your hud for this match (ALT + Z).",
        "Each player must mirror the enemy across from them. If the enemy swaps, you swap.",
        "Play the Speed Demons Comp: Winston, Genji, Tracer, Lucio, Juno.",
        "Play the Girlie Squad Comp: D.VA, Ashe, Symmetra, Mercy, Kiriko.",
        "Play the Guy Squad Comp: Hazard, Cassidy, Reaper, Lifeweaver, Lucio.",
        "Play the Classic Overwatch Comp: Reinhardt, Soldier: 76, Tracer, Mercy, Ana.",
        "Your team chooses one enemy and targets them for the whole match. Spawncamping is encouraged.",
        "One person is randomly chosen to be the president, the others must protect them at all costs.",
        "Play the Brick Wall Comp: Sigma, Bastion, Mei, Baptiste, Zenyatta.",
        "Play the Turret Camper Comp: Rammattra, Torbjorn, Symmetra, Illari, Brigitte.",
        "Play the Bloom & Doom Comp: Mauga, Echo, Sombra, Moira, Lifeweaver.",
        "Flip a coin. HEADS: you play your favourite character. TAILS: you play your least favourite character.",
        "Round Comp: Pick heroes who are round or shoot round stuff. No exceptions.",
        "You can’t move forward. No 'W' key.",
        "Stay on the objective at all times. If you're pushed off or die, run straight back.",
        "Flanking Sym Strat: One player goes Symmetra. Use her teleporter to flank the whole team together.",
        "Russian Roulette: Let the wheel decide who you play. No takebacks, no complaints.",
        "Turn off all in-game sound.",
        "Only Supports are allowed to deal damage. DPS and Tank must only bodyblock or distract.",
        "Melee attacks or abilities only. No shooting allowed.",
        "Pick flying heroes only. Fly like a bird and stay airborne as much as you can",
        "Play as Talon members or ex-agents.",
        "No movement abilities allowed. Walk it out the old-fashioned way.",
        "Change the colorblind filter to Tritanopia. Embrace the vision.",
        "Use a Random Number Generator to pick your character. First one is on the top left of the top row.",
        "Supports cannot do damage. Live the healbot lifestyle."

    ]
   

}